export const recipes =[
  {
    "id": 1,
    "cardTitle": "Тако с растительным фаршем",
    "cardDescription": "Быстрое и простое блюдо, из минимума ингредиентов, которое подойдет как для плотного обеда так и для сытного ужина",
    "to": "/recipe",
    "image": "../../images/recipes/taco.jpeg",
    "recipeDescription": "Когда не хватает времени на долгую готовку, можно использовать ингредиенты, предполагающие быстрое приготовление конечного блюда. Одно из таких решения для меня — наличие дома упаковки с тортильями или иных подходящих лепешок. Из них можно за 10-15 минут приготовить полноценный ужин. Например, тако. Мой вариант с растительным мясом - вегетарианский, но вы можете использовать, например, говяжий фарш.",
    "portions": 4,
    "nutrition": {
        "protein": 18.5,
        "fat": 24,
        "carbohydrate": 37.9,
        "alimentaryFiber": 5.3,
        "calories": 447
    },
    "ingredients": ["Небольшие тортильи", "Растительный фарш", "Подсолнечное масло", "Красный лук", "Огурец", "Помидор", "Кинза", "Сырный соус"],
    "quantity": ["8 шт", "400 г", "1 ч. ложка", "1 шт", "1 шт", "1 шт", "2-3 шт", "4 ч. ложки"],
    "instruction": [
        "На сухой сковороде по 1 минуте с каждой стороны прогреть тортильи, после накрыть все полотенцем, чтобы тортильи не засохли;",
        "Мелко нарезать красный лук;",
        "Добавить на сковородку масло и обжарить фарш с половиной нарезанного лука до готовности &#40;примерно 7-10 минут&#41;;",
        "Нарезать мелким кубиком помидор и порубить кинзу;",
        "Промазать небольшим количеством сырного соуса тортилью;",
        "Затем выложить обжаренный фарш, нарезанные овощи &#40;помидор, кинза, лук&#41;;",
        "Сверху полить сырным соусом и украсить кинзой"
    ]
  }
]
